tap "branchvincent/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.10"
brew "all-repos"
brew "asciinema"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "black"
brew "cargo-edit"
brew "copier"
brew "curl"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dockutil"
brew "duti"
brew "exa"
brew "fd"
brew "fish", args: ["HEAD"]
brew "flake8"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "httpie"
brew "hyperfine"
brew "iredis"
brew "isort"
brew "jabba"
brew "jq"
brew "k3d"
brew "kubernetes-cli"
brew "kubectx"
brew "latexindent"
brew "lazydocker"
brew "less"
brew "libpulsar"
brew "mas"
brew "mypy"
brew "node"
brew "pdm"
brew "pgcli"
brew "pinentry-mac"
brew "pipgrip"
brew "pipx"
brew "poetry"
brew "postgresql"
brew "pre-commit"
brew "ptpython"
brew "pyenv"
brew "rancher-cli"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "stern"
brew "tectonic"
brew "trash"
brew "typescript"
brew "vault"
brew "virtualenv"
brew "watch"
brew "whalebrew"
brew "yadm"
brew "yarn"
brew "yq"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "aws-vpn-client"
cask "beekeeper-studio"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "font-meslo-lgs-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hyper"
cask "iterm2"
cask "lens"
cask "ngrok"
cask "omnidisksweeper"
cask "qlmarkdown", args: { no_quarantine: true }
cask "spotify"
cask "syntax-highlight", args: { no_quarantine: true }
cask "tableplus"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
