tap "branchvincent/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "actionlint"
brew "python@3.10"
brew "all-repos"
brew "asciinema"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "black", restart_service: true
brew "cargo-edit"
brew "deno"
brew "diff-so-fancy"
brew "direnv"
brew "dive"
brew "dockutil"
brew "exa"
brew "fd"
brew "fish", args: ["HEAD"]
brew "flake8"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "glances"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "httpie"
brew "hyperfine"
brew "iredis"
brew "isort"
brew "jabba"
brew "jq"
brew "k3d"
brew "kotlin"
brew "kubernetes-cli"
brew "latexindent"
brew "lazydocker"
brew "less"
brew "mas"
brew "maven"
brew "miller"
brew "mypy"
brew "pdm"
brew "pgcli"
brew "pinentry-mac"
brew "pipgrip"
brew "pipx"
brew "poetry"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "ptpython"
brew "pyenv"
brew "pyflow"
brew "rancher-cli"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "stern"
brew "terraform"
brew "trash"
brew "typescript"
brew "vault", restart_service: true
brew "virtualenv"
brew "watch"
brew "whalebrew"
brew "yadm"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "branchvincent/tap/kubectx"
brew "branchvincent/tap/littlecheck"
brew "branchvincent/tap/powerlevel10k"
brew "branchvincent/tap/pulsarctl"
brew "branchvincent/tap/zsh-fzf-tab"
cask "1password-cli"
cask "appcleaner"
cask "basictex"
cask "beekeeper-studio"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "font-meslo-lgs-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "hyper"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "lens"
cask "ngrok"
cask "omnidisksweeper"
cask "openvpn-connect"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
