apollographql.vscode-apollo
bmalehorn.vscode-fish
bungcip.better-toml
chrislajoie.vscode-modelines
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
esbenp.prettier-vscode
exiasr.hadolint
foxundermoon.shell-format
golang.go
James-Yu.latex-workshop
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
Orta.vscode-jest
Prisma.prisma
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust-analyzer
timonwong.shellcheck
wingrunr21.vscode-ruby
zhuangtongfa.material-theme
ZixuanChen.vitest-explorer
