apollographql.vscode-apollo
bmalehorn.vscode-fish
bungcip.better-toml
chrislajoie.vscode-modelines
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
esbenp.prettier-vscode
exiasr.hadolint
file-icons.file-icons
foxundermoon.shell-format
fwcd.kotlin
GitHub.copilot
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
James-Yu.latex-workshop
mathiasfrohlich.Kotlin
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
npxms.hide-gitignored
Prisma.prisma
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
sidneys1.gitconfig
timonwong.shellcheck
vadimcn.vscode-lldb
wholroyd.jinja
wingrunr21.vscode-ruby
zhuangtongfa.material-theme
