apollographql.vscode-apollo
bmalehorn.vscode-fish
bungcip.better-toml
chrislajoie.vscode-modelines
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
file-icons.file-icons
foxundermoon.shell-format
fwcd.kotlin
GitHub.vscode-pull-request-github
golang.go
huntertran.auto-markdown-toc
James-Yu.latex-workshop
mathiasfrohlich.Kotlin
mikestead.dotenv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
npxms.hide-gitignored
redhat.vscode-yaml
sidneys1.gitconfig
timonwong.shellcheck
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
zhuangtongfa.material-theme
